FSAndDisk_Test/Disk_SSD_MP400_4TB_NVMe_scripts/mp4004TB_fio_test_readwrite_ranseq/rand_write_test_8M_4k_8m.out
rand_write_test: (g=0): rw=randwrite, bs=(R) 8192KiB-8192KiB, (W) 8192KiB-8192KiB, (T) 8192KiB-8192KiB, ioengine=libaio, iodepth=1
fio-3.28
Starting 1 process

rand_write_test: (groupid=0, jobs=1): err= 0: pid=1013024: Fri May  3 14:03:09 2024
  write: IOPS=35, BW=283MiB/s (297MB/s)(200GiB/722907msec); 0 zone resets
    slat (usec): min=230, max=23971, avg=845.89, stdev=198.65
    clat (usec): min=14099, max=56909, avg=27385.06, stdev=5113.35
     lat (usec): min=14730, max=57912, avg=28231.61, stdev=5109.44
    clat percentiles (usec):
     |  1.00th=[14615],  5.00th=[20841], 10.00th=[21890], 20.00th=[23200],
     | 30.00th=[24249], 40.00th=[25297], 50.00th=[26870], 60.00th=[28181],
     | 70.00th=[29754], 80.00th=[31065], 90.00th=[33817], 95.00th=[36439],
     | 99.00th=[42206], 99.50th=[45351], 99.90th=[53216], 99.95th=[53216],
     | 99.99th=[56886]
   bw (  KiB/s): min=147456, max=540672, per=100.00%, avg=290316.76, stdev=51630.11, samples=1445
   iops        : min=   18, max=   66, avg=35.42, stdev= 6.30, samples=1445
  lat (msec)   : 20=2.58%, 50=97.31%, 100=0.11%
  cpu          : usr=1.35%, sys=1.79%, ctx=25912, majf=0, minf=2085
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,25600,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=283MiB/s (297MB/s), 283MiB/s-283MiB/s (297MB/s-297MB/s), io=200GiB (215GB), run=722907-722907msec

Disk stats (read/write):
  nvme1n1: ios=0/179182, merge=0/25598, ticks=0/2982652, in_queue=2982652, util=100.00%